//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
// $Header:     $
//
// $Revision:   $
//
// $Date:       $
//**********************************************************************
// Revision History
// ----------------
// $Log:        $
// 
//**********************************************************************
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:	    Nvme.uni
//
// Description:	Nvme driver setup string definitions 
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_NVME_CONFIG_FORM                    #language eng "NVMe Configuration"
#string STR_NVME_CONFIG_FORM_HELP               #language eng "NVMe Device Options Settings"
#string STR_NVME_SUBTITLE_STRING                #language eng "NVMe controller and Drive information"
#string STR_NVME_HELP_STRING                	#language eng "NVMe controller and Drive information."
#string STR_NVME0_CONTROLLER                    #language eng "Controller 0"
#string STR_NVME0_NAME                          #language eng "Empty"
#string STR_NVME1_CONTROLLER                    #language eng "Controller 1"
#string STR_NVME1_NAME                          #language eng "Empty"
#string STR_NVME2_CONTROLLER                    #language eng "Controller 2"
#string STR_NVME2_NAME                          #language eng "Empty"
#string STR_NVME3_CONTROLLER                    #language eng "Controller 3"
#string STR_NVME3_NAME                          #language eng "Empty"
#string STR_NO_NVME_DEVICE                      #language eng "No NVME Device Found"
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
